[
    {
      "house_name": "Cozy Cottage",
      "image":"https://i.ibb.co/mC2n3xb/design-house-modern-villa-with-open-plan-living-private-bedroom-wing-large-terrace-with-privacy.jpg",
      "rooms": 3,
      "price": "2000",
      "area": 1200,
      "bedrooms": 2,
      "bathrooms": 1,
      "address": "123 Main Street",
      "repair_quality": "Good",
      "status": "Active",
      "description": "A charming cottage with a spacious backyard, perfect for a small family. This cozy home features a comfortable living area, a well-equipped kitchen, and two bedrooms for restful nights. The beautiful garden offers a serene environment for relaxation and outdoor activities. Located in a peaceful neighborhood, this cottage provides easy access to nearby parks, schools, and shopping centers. Don't miss out on this wonderful opportunity to make this house your home sweet home!"
    },
    {
      "house_name": "Modern Villa",
      "image":"https://i.ibb.co/wpM6Ft1/house-with-garage-house-left-side.jpg",
      "rooms": 5,
      "price": "5000",
      "area": 3000,
      "bedrooms": 4,
      "bathrooms": 3,
      "address": "456 Elm Avenue",
      "repair_quality": "Excellent",
      "status": "Active",
      "description": "A luxurious villa with contemporary design, featuring high-end finishes and a swimming pool. This modern masterpiece offers spacious rooms filled with natural light, an open-plan kitchen, and a beautifully landscaped backyard. With four bedrooms, three bathrooms, and ample living space, this villa provides a comfortable and stylish lifestyle. The prime location allows for easy access to entertainment venues, restaurants, and recreational facilities. Immerse yourself in luxury and make this villa your dream home!"
    },
    {
      "house_name": "Family Home",
      "image":"https://i.ibb.co/HpF0VjV/charming-yellow-house-with-wooden-windows-green-grassy-garden.jpg",
      "rooms": 4,
      "price": "3000",
      "area": 1800,
      "bedrooms": 3,
      "bathrooms": 2,
      "address": "789 Oak Street",
      "repair_quality": "Fair",
      "status": "Active",
      "description": "A spacious family home with a large backyard, located in a quiet and friendly neighborhood. This inviting residence offers four rooms, including three cozy bedrooms and two well-appointed bathrooms. The open living area is perfect for entertaining guests or spending quality time with family. The backyard provides ample space for outdoor activities and gardening enthusiasts. With its convenient location near schools, parks, and shopping centers, this family home offers both comfort and convenience. Don't miss the chance to create unforgettable memories in this wonderful abode!"
    },
    {
      "house_name": "Seaside Retreat",
      "image":"https://i.ibb.co/P5jP4xM/design-house-modern-villa-with-open-plan-living-private-bedroom-wing-large-terrace-with-privacy-1.jpg",
      "rooms": 6,
      "price": "8000",
      "area": 4000,
      "bedrooms": 5,
      "bathrooms": 4,
      "address": "10 Ocean View Lane",
      "repair_quality": "Excellent",
      "status": "Active",
      "description": "Escape to this stunning seaside retreat offering breathtaking ocean views and luxurious living. With six spacious rooms, including five beautifully designed bedrooms and four elegant bathrooms, this home provides the perfect blend of comfort and style. The gourmet kitchen is a chef's delight, while the expansive living areas offer a seamless flow for entertaining. Relax and unwind in the private garden or take a leisurely stroll along the nearby sandy beach. Indulge in the coastal lifestyle and make this your own private paradise!"
    },
    {
      "house_name": "Rustic Cabin",
      "image":"https://i.ibb.co/8xbjqCz/beautiful-swimming-pool-resort.jpg",
      "rooms": 2,
      "price": "1500",
      "area": 800,
      "bedrooms": 1,
      "bathrooms": 1,
      "address": "55 Forest Lane",
      "repair_quality": "Fair",
      "status": "Active",
      "description": "Embrace the charm of this rustic cabin nestled in the heart of nature. With two cozy rooms, including a comfortable bedroom and a well-appointed bathroom, this cabin offers a serene retreat from the hustle and bustle of city life. The warm and inviting interior features a wood-burning fireplace, creating a cozy ambiance for chilly evenings. Surrounded by majestic trees and peaceful trails, this cabin is an outdoor enthusiast's dream. Experience the beauty of nature and create lasting memories in this tranquil haven."
    },
    {
      "house_name": "Urban Loft",
      "image":"https://i.ibb.co/pLj9SbY/wepik-export-20230622180039gdea.png",
      "rooms": 4,
      "price": "4000",
      "area": 2000,
      "bedrooms": 3,
      "bathrooms": 2,
      "address": "789 Downtown Street",
      "repair_quality": "Good",
      "status": "Active",
      "description": "Live in style in this modern urban loft situated in the vibrant downtown area. With its industrial-chic design, this loft offers four spacious rooms, including three bedrooms and two sleek bathrooms. The open-concept living space boasts high ceilings, exposed brick walls, and large windows that flood the interior with natural light. Enjoy the convenience of being steps away from trendy restaurants, art galleries, and entertainment venues. Experience the energy of city living in this stylish and sophisticated urban retreat."
    },
    {
      "house_name": "Countryside Estate",
      "image":"https://i.ibb.co/7z13CD9/wepik-export-20230623093819-FRJa.png",
      "rooms": 8,
      "price": "10000",
      "area": 6000,
      "bedrooms": 6,
      "bathrooms": 4,
      "address": "15 Meadow Lane",
      "repair_quality": "Excellent",
      "status": "Active",
      "description": "Indulge in the tranquility of this breathtaking countryside estate. With its sprawling grounds and picturesque surroundings, this home offers eight elegant rooms, including six beautifully appointed bedrooms and four luxurious bathrooms. The gourmet kitchen is a chef's dream, while the grand living areas are perfect for hosting gatherings. Step outside and be greeted by meticulously landscaped gardens, a sparkling pool, and breathtaking views of the rolling hills. This countryside retreat provides the ultimate escape from the demands of everyday life."
    },
    {
      "house_name": "Historic Mansion",
      "image":"https://i.ibb.co/7z13CD9/wepik-export-20230623093819-FRJa.png",
      "rooms": 10,
      "price": "15000",
      "area": 8000,
      "bedrooms": 7,
      "bathrooms": 6,
      "address": "20 Heritage Lane",
      "repair_quality": "Good",
      "status": "Active",
      "description": "Step back in time and immerse yourself in the grandeur of this historic mansion. With its rich architectural details and elegant interiors, this home offers ten magnificent rooms, including seven exquisite bedrooms and six opulent bathrooms. The formal dining room and spacious living areas are perfect for hosting lavish events and entertaining guests. Explore the meticulously maintained gardens and take a stroll through the charming courtyard. This extraordinary mansion is a true masterpiece that combines timeless elegance with modern comfort."
    },
    {
      "house_name": "Lakefront Retreat",
      "image":"https://i.ibb.co/7z13CD9/wepik-export-20230623093819-FRJa.png",
      "rooms": 4,
      "price": "6000",
      "area": 2500,
      "bedrooms": 3,
      "bathrooms": 3,
      "address": "30 Lakeview Drive",
      "repair_quality": "Good",
      "status": "Active",
      "description": "Experience the serenity of lakeside living in this stunning retreat. With its panoramic views and direct access to"
    }
]  